{
  "version": "1.0",
  "total": 1000,
  "description": "AI 助手脑洞指令库——荒诞、无厘头、让人忍不住点击的奇妙问题",
  "categories": [
    {
      "id": "historical_mashup",
      "name": "历史大乱斗",
      "icon": "shield.lefthalf.filled",
      "commands": [
        "如果诸葛亮穿越到二战当军师，他会制定什么战略",
        "李白和莎士比亚进行一场诗歌battle，谁能赢",
        "秦始皇和拿破仑各带十万人打一场，地形随机，分析一下",
        "如果成吉思汗有了互联网，他的扩张策略会怎么变",
        "把孙子兵法交给凯撒大帝，罗马帝国能多活多少年",
        "曹操和织田信长谁更适合当现代企业CEO",
        "如果武则天和埃及艳后互换身份，历史会怎么改写",
        "让张飞去参加奥运会，他最可能拿哪个项目的金牌",
        "如果爱因斯坦出生在春秋战国时期，他会成为哪家学派",
        "刘邦和朱元璋都是草根出身，让他们PK创业能力谁更强",
        "如果达芬奇加入NASA，他会设计出什么样的飞船",
        "让苏格拉底和孔子辩论「什么是好的教育」，会聊成什么样",
        "如果亚历山大大帝的军队遇上了蒙古骑兵，谁能赢",
        "把王阳明的心学教给马基雅维利，会产生什么化学反应",
        "如果牛顿和特斯拉组队参加黑客马拉松，他们会做什么",
        "让包拯去破解开膛手杰克案件，他会怎么推理",
        "如果郑和的船队遇到了哥伦布的船队，会发生什么",
        "让韩信指挥诺曼底登陆，他会做出什么不同的决策",
        "唐太宗和彼得大帝谁的改革更彻底",
        "如果墨子带着他的机关术穿越到工业革命时期",
        "让项羽和斯巴达克斯来一场角斗，分析各自优劣势",
        "如果庄子看到了现代量子物理，他会说什么",
        "把红楼梦的贾宝玉放到现代社会，他会从事什么职业",
        "如果李世民有了Twitter，他的治国风格会怎么变",
        "让祖冲之和阿基米德比赛算圆周率，谁更快",
        "如果古罗马修建了高铁网络，帝国会延续多久",
        "让屈原和但丁合写一首关于流放的诗",
        "如果慈禧太后看到了ChatGPT，她会怎么用",
        "朱棣和亨利八世谁更会搞宫斗",
        "如果鲁班去了迪拜，他会设计什么样的建筑",
        "让司马懿去华尔街做对冲基金，他的策略是什么",
        "如果嬴政和路易十四比拼谁更会搞基建",
        "把《孙子兵法》翻译成商业版，每章对应什么商业案例",
        "如果唐僧师徒四人组了一个创业团队，各自负责什么",
        "让张良去当现代战争的情报局长，他会怎么干",
        "如果秦桧穿越到现代成了一个律师",
        "让华佗和希波克拉底会诊同一个病人，诊断会一样吗",
        "如果玄奘走的不是丝绸之路而是太平洋航线",
        "曹植和李白喝醉了以后联手写诗，能写出什么",
        "如果宋徽宗不当皇帝去当了职业画家",
        "让诸葛亮来设计一个App的产品方案",
        "如果康熙帝去参加《最强大脑》节目",
        "把水浒108将放到现代职场，谁最容易当上CEO",
        "如果岳飞有了现代通讯设备，他能打赢金兀术吗",
        "让明朝的锦衣卫和英国的MI6比情报能力",
        "如果老子开了一个心理咨询室，他会怎么咨询",
        "让鬼谷子去当现代大学的辩论教练",
        "如果三国的谋士们组了一个咨询公司",
        "把《资治通鉴》改编成一部商业教材，目录怎么设计",
        "如果嫦娥真的住在月球上，按照NASA的数据她的生活条件如何"
      ]
    },
    {
      "id": "animal_whatif",
      "name": "动物奇想",
      "icon": "pawprint.fill",
      "commands": [
        "如果蚂蚁突然拥有了人类的智商，它们会建立什么样的文明",
        "章鱼有三颗心脏和蓝色血液，如果它们进化出语言会怎样",
        "假设猫真的统治了互联网，它们会颁布什么法律",
        "如果恐龙没有灭绝，人类还能进化出来吗",
        "用严肃的学术风格分析「鸡为什么要过马路」",
        "如果让一群金毛犬来管理一家公司，工作氛围会怎样",
        "蟑螂能在核爆中存活，分析一下蟑螂文明的可能性",
        "如果鸽子突然有了GPS导航意识，它们会开快递公司吗",
        "帮我写一份树懒的简历，申请一个需要高效率的岗位",
        "如果鹦鹉学会了所有人类语言，它们会成为最好的翻译吗",
        "分析一下为什么猫要把东西从桌子上推下去的深层心理",
        "如果蜜蜂罢工了，写一封它们的罢工宣言",
        "用商业分析的框架评估蚁后的管理能力",
        "如果海豚建立了海底城市，它们的建筑风格会是什么样",
        "帮企鹅写一份南极旅游宣传册",
        "如果动物们举办了奥运会，哪些项目的纪录会被刷新",
        "分析一下如果狗拥有了拇指，世界会发生什么变化",
        "如果蜗牛参加了F1赛车比赛，用它的视角写一篇赛后感言",
        "猫头鹰如果开了一家夜间咨询公司，它的商业模式是什么",
        "如果水熊虫（缓步动物）真的去了太空建了殖民地",
        "让所有动物参加高考，哪些科目谁能拿满分",
        "如果鲸鱼有了社交媒体账号，它们会发什么内容",
        "分析一下乌鸦的智商能不能通过公务员考试",
        "如果猫和狗组建了联合国，第一次峰会议题是什么",
        "帮考拉辩护：它每天睡 22 小时是合理的时间管理",
        "如果蚊子突然灭绝了，生态系统会怎样",
        "用GDP的方式计算蜜蜂对全球经济的贡献",
        "如果一只松鼠成功储存了一吨松果，它算是百万富翁吗",
        "分析一下变色龙如果去当间谍，成功率有多高",
        "如果螳螂开了一家搏击俱乐部，课程表怎么安排",
        "帮北极熊写一封关于气候变化的联合国演讲稿",
        "如果动物可以投票，它们会选谁当地球总统",
        "分析一下河豚膨胀自己的行为，从心理防御机制的角度",
        "如果让渡鸦来解一道逻辑推理题，它的解题过程是什么",
        "帮一条深海鮟鱇鱼写一个交友App的个人简介",
        "如果苍蝇的寿命延长到100年，它会有什么人生规划",
        "用经济学解释为什么啄木鸟不会得脑震荡是一种进化投资",
        "如果大象开了博物馆（它们真的有很好的记忆力）",
        "分析一下刺猬的社交困境——想靠近但会扎到对方",
        "如果所有宠物猫突然体型变成老虎大小会怎样",
        "帮一只特别懒的猫写一本《高效休息的艺术》",
        "如果鸟类建立了航空公司，票价怎么定",
        "分析一下为什么鳄鱼几亿年都没怎么进化，是躺平吗",
        "如果章鱼用它八条腿同时写代码，效率提升多少",
        "帮一群想移民火星的企鹅写一份可行性报告",
        "如果僵尸蚂蚁真菌感染了人类，和《最后生还者》比哪个更可怕",
        "用马斯洛需求层次理论分析你家猫的需求",
        "如果把一只猫放进薛定谔的盒子里，猫自己怎么看这件事",
        "分析一下如果所有鱼都能飞，航空管制会崩溃吗",
        "帮一只被误解的鲨鱼写一篇「我不想吃人」的公关声明"
      ]
    },
    {
      "id": "science_brainstorm",
      "name": "科学脑洞",
      "icon": "bolt.fill",
      "commands": [
        "如果地球突然停止自转一秒钟会发生什么",
        "太阳如果变成蓝色，地球上的植物会变成什么颜色",
        "如果光速只有每秒 100 公里，日常生活会怎样",
        "计算一下如果所有人同时跳起来，地球会移动多少",
        "如果重力突然减半，你的日常生活会有哪些变化",
        "假设你能看到所有的电磁波，世界看起来会是什么样",
        "如果时间的流速对每个人不一样，社会怎么运转",
        "用数学计算一下超人飞行时的风阻有多大",
        "如果地球是甜甜圈形状的，气候和地理会怎样",
        "计算一下把所有海水煮沸需要多少能量",
        "如果声音在真空中也能传播，太空会有多吵",
        "假设你可以在任意两点之间挖一条直线隧道穿过地心",
        "如果电子有意识，它们会怎么看待被人类操控",
        "计算一下一根头发能承受多重的东西",
        "如果水的密度和空气一样，游泳会变成什么样",
        "假设外太空不是真空而是充满了果冻",
        "如果π等于正好3，建筑和工程会出什么问题",
        "计算一下如果你以光速奔跑，脚底板的温度",
        "如果原子核有一个足球那么大，电子在哪里",
        "假设你能看到原子，一杯水在你眼里是什么样",
        "如果地球的大气层是纯氧，划一根火柴会怎样",
        "计算一下把月球推离轨道需要多少枚火箭",
        "如果人类能感知到磁场，我们的语言会多出什么词汇",
        "假设所有金属突然变成了橡胶",
        "如果把银河系缩小到一个城市的大小，太阳在哪个位置",
        "计算一下一个人一辈子心跳的总次数能做多少功",
        "如果水往上流（重力反转），马桶怎么设计",
        "假设你的身体每个细胞都替换成机械零件，你还是你吗",
        "如果地球突然变成透明的，我们能看到什么",
        "计算一下全世界所有人的数据如果刻在石头上需要多大一块",
        "如果温度可以降到绝对零度以下，会出现什么物质状态",
        "假设宇宙是一个巨大的模拟程序，有哪些bug可以当证据",
        "如果把地球上所有的蚂蚁放到一起，总重量能超过人类吗",
        "计算一下在木星上跳一下能跳多高",
        "如果空气突然变得可见，生活会怎样",
        "假设你能以百分之一光速旅行，到最近的恒星要多久",
        "如果所有人同时对着一个方向吹气，能造成飓风吗",
        "计算一下用 USB 传输一个人的 DNA 数据需要多久",
        "如果地球的自转方向反过来，天气系统会怎么变",
        "假设暗物质突然可见了，夜空是什么景象",
        "如果把整个互联网的数据打印出来，纸摞起来有多高",
        "计算一下一个人产生的所有生物电能不能给手机充电",
        "如果水的沸点变成了50度，你的日常生活会怎样",
        "假设你可以选择一种超能力但必须符合物理定律",
        "如果把一块钱硬币加速到光速的99%，它的动能有多大",
        "计算一下如果把所有人类排成一行能绕地球多少圈",
        "如果地球没有倾斜角，就没有四季，文化会怎么变",
        "假设你在一个引力是地球十倍的星球上醒来",
        "如果量子隧穿效应在宏观世界也能发生，你穿墙的概率是多少",
        "计算一下用一个激光笔照月球，月球上的光斑有多大"
      ]
    },
    {
      "id": "time_travel",
      "name": "穿越时空",
      "icon": "clock.arrow.circlepath",
      "commands": [
        "如果你带着一部智能手机穿越到唐朝，没有充电器，你会怎么做",
        "把一台3D打印机送到明朝，朱元璋会用它做什么",
        "如果把现代急救知识带回古罗马，能多救多少人",
        "穿越到恐龙时代，只带三样东西，你选什么",
        "把WiFi路由器送到1800年，第一个连上的人会怎么想",
        "如果你能给100年前的自己的家族发一条短信，写什么",
        "把比特币的概念带回1990年会怎样",
        "穿越到宋朝开一家奶茶店，写一份商业计划书",
        "如果把GPS卫星送到大航海时代，历史会怎么改写",
        "带一本《三体》穿越到1960年给NASA看",
        "如果你穿越到古埃及只能说中文，怎么交流",
        "把抗生素带回中世纪的欧洲黑死病时期",
        "穿越到100年后的未来，你最想看什么新闻",
        "如果把一辆特斯拉送到1920年的福特工厂",
        "带一个充电宝和一台投影仪穿越到秦朝装神",
        "如果你能回到2010年并且只能买一样东西",
        "穿越到维多利亚时代的伦敦做一个现代厨师",
        "如果把现代地图给了哥伦布，他还会「发现」美洲吗",
        "带一台无人机穿越到诸葛亮身边会怎样",
        "如果互联网在1800年就发明了，第一个爆红的内容会是什么",
        "穿越到侏罗纪带一支步枪，你能存活多久",
        "把现代的健身知识带回古代训练士兵",
        "如果你能在任何历史时刻当一天记者，选哪一天",
        "带一本现代医学教科书穿越到华佗身边",
        "穿越到1969年的阿波罗计划，用现代材料帮忙",
        "如果把微信支付带回古代，集市经济会怎么变",
        "穿越到100年前的上海滩，用现代知识能干什么",
        "如果古人有了空调，哪些历史事件会被改变",
        "带一台翻译机穿越到巴别塔建造现场",
        "如果把现代航拍技术给了古代的画家",
        "穿越到清朝末年，你会建议慈禧投资什么",
        "如果你能带一本书穿越到古代，选哪本影响力最大",
        "把一套太阳能电池板送到古罗马",
        "穿越到1万年前的人类部落，教他们什么最有用",
        "如果中世纪的骑士得到了一套现代防弹衣",
        "带一台笔记本电脑（有离线百科）穿越到任何时代",
        "如果把现代农业技术带回古代，哪个文明受益最大",
        "穿越到二战时期做一个战地摄影师，但用的是无人机",
        "如果火药没有传到欧洲，世界格局会怎样",
        "带现代乐器穿越到莫扎特的时代",
        "如果你能在1995年创建一家互联网公司",
        "穿越到原始社会教人类生火但你自己不会",
        "把一架直升机送到三国时期的战场上",
        "如果把现代交规带回古罗马的马路上",
        "穿越到泰坦尼克号上，你有哪些方法可以避免沉船",
        "如果古埃及有了电梯，金字塔的设计会怎么变",
        "带一个扩音器穿越到马丁路德金的演讲现场",
        "如果印刷术提前1000年出现，哪个文明会最先腾飞",
        "穿越到1984年把乔布斯的Mac换成2024年的MacBook",
        "如果你穿越到50年后发现AI已经统治了世界"
      ]
    },
    {
      "id": "food_absurd",
      "name": "食物异想",
      "icon": "carrot.fill",
      "commands": [
        "如果全世界的米饭突然变成了爆米花会怎样",
        "用米其林三星的标准评价一下方便面",
        "如果食物有感情，冰箱里的食材每天在聊什么",
        "帮我用纯文字描述一道「后悔药」的菜谱",
        "分析一下如果人类只能通过光合作用获取能量",
        "如果每种食物的卡路里都反过来——蔬菜最高沙拉最胖",
        "用物理学分析一下为什么面包总是涂黄油的那面朝下掉",
        "如果外星人来地球只吃一顿饭，推荐什么菜",
        "帮一颗即将被吃掉的葡萄写一篇临终遗言",
        "分析一下火锅底料的联合国——各种食材的外交关系",
        "如果所有饮料的味道都互换了会怎样",
        "用严肃的科学论文风格研究为什么薯片袋里大部分是空气",
        "如果食物也有社交恐惧症，哪些食物最社恐",
        "帮月饼写一份「我不只是中秋节才有用」的求职信",
        "分析一下饺子和馄饨的哲学本质区别",
        "如果巧克力是一种货币，全球经济体系会怎样",
        "用经济学原理解释为什么食堂阿姨打菜手会抖",
        "如果人类的味觉突然能感知到第六种味道",
        "帮一块被遗忘在冰箱角落的豆腐写一本回忆录",
        "分析一下如果麻辣火锅有段位系统，从青铜到王者",
        "如果食物能说话，微波炉里的食物在想什么",
        "用侦探小说的风格写「谁偷了最后一块蛋糕」",
        "如果植物有痛觉，素食主义者该怎么办",
        "帮一碗泡面写一首史诗级的英雄之歌",
        "分析一下为什么有人能吃辣有人不能，从进化学角度",
        "如果全世界的咖啡一夜之间消失了",
        "用法庭辩论的方式讨论菠萝是否应该出现在披萨上",
        "如果饮食指南完全反转——垃圾食品变健康食品",
        "帮冰淇淋写一封给夏天的情书",
        "分析一下不同国家的外卖文化如果互换会怎样",
        "如果你的胃有了独立意识，它会怎么评价你的饮食",
        "用区块链的逻辑设计一个食品溯源笑话",
        "如果辣椒素和薄荷醇同时生效，你的嘴巴在经历什么",
        "帮一根快要过期的香蕉做一个人生倒计时日记",
        "分析一下为什么妈妈做的菜总是比餐厅的好吃",
        "如果食物的营养完全由颜色决定",
        "用史诗战争的方式描写一场火锅里食材的沉浮",
        "如果咖啡因突然对所有人免疫了，社会会崩溃吗",
        "帮一个西红柿做一个MBTI性格测试",
        "分析一下如果所有的零食都变成了蔬菜的形状和味道",
        "如果烹饪是一种武术，各大菜系的武功招式是什么",
        "用法律文书的格式写一份对剩饭的无罪辩护",
        "如果人类进化出了能消化塑料的能力",
        "帮一杯被忘在桌上的茶写一首关于等待的诗",
        "分析一下如果所有水果同时成熟，果农会怎样",
        "如果味精是一个人，它的人物小传是什么",
        "用拍卖会的方式给各种调味料定价",
        "如果你的外卖有意识，从厨房到你手中的一路上它想了什么",
        "帮一袋被挤到变形的面包写一篇控诉书",
        "分析一下为什么切洋葱会流泪但吃洋葱不会"
      ]
    },
    {
      "id": "earth_modification",
      "name": "地球改造",
      "icon": "globe.americas.fill",
      "commands": [
        "如果撒哈拉沙漠一夜之间变成了海洋",
        "把喜马拉雅山铲平了，全球气候会怎么变",
        "如果地球上所有的冰瞬间融化，世界地图重画一下",
        "在赤道上建一条环绕地球的高速公路需要多久",
        "如果把太平洋的水全部抽干，海底长什么样",
        "用数据分析一下如果亚马逊雨林变成停车场",
        "如果地球上所有河流的流向反转",
        "把月球炸掉碎片当小行星带，地球潮汐怎么办",
        "如果在南极建一座城市，需要解决哪些工程问题",
        "计算一下给地球装一个巨大的空调需要多大功率",
        "如果大陆板块的移动速度快一百万倍",
        "把黄河和密西西比河连通，会发生什么",
        "如果地球的海陆比例反转——30%海洋70%陆地",
        "在太平洋中间造一个人工大陆需要多少建材",
        "如果亚欧大陆和美洲大陆重新连在一起",
        "给地球套一个巨型玻璃罩当温室可行吗",
        "如果地下10公里处全是蜂蜜而不是岩浆",
        "把所有沙漠的沙子倒进海里能填出多少陆地",
        "如果地球有两个月球，一大一小，夜空会多美",
        "在马里亚纳海沟底部开一家酒店的可行性分析",
        "如果地球的磁极每天翻转一次",
        "把全世界的垃圾压缩成一个立方体有多大",
        "如果北极和南极互换位置但大陆不动",
        "在太空中给地球拍一张完美的证件照需要什么条件",
        "如果地球突然多了一条行星环像土星那样",
        "计算一下抽干地中海需要多大的水泵",
        "如果所有火山同时喷发，地球会变成什么样",
        "给地球安装一个推进器让它远离太阳一点点",
        "如果地球的自转速度加快一倍，一天只有12小时",
        "在大西洋中间建一座桥连接欧洲和美洲",
        "如果全球海拔统一升高1000米",
        "把整个澳大利亚变成太阳能发电场够全世界用吗",
        "如果地球的大气层突然变成粉红色",
        "计算一下在月球上建一个面向地球的广告牌要多大才能看见",
        "如果海水变成了淡水，现有的海洋生态系统会怎样",
        "给地球造一个太空电梯需要多粗的缆绳",
        "如果地球上突然出现了一片新大陆",
        "把珠穆朗玛峰搬到海边当灯塔可行吗",
        "如果全球的城市一夜之间被森林覆盖",
        "计算一下如果下一场持续一年的雨会怎样",
        "如果地球突然变成正方形而不是球形",
        "把南极的冰用管道输送到撒哈拉沙漠灌溉",
        "如果海底世界有了高速公路系统",
        "给地球的地幔装一个温度调节器",
        "如果地球的一半永远是白天另一半永远是黑夜",
        "计算一下如果所有人类搬到一个城市需要多大面积",
        "如果太平洋上漂满了乒乓球能走人吗",
        "把全世界的建筑都刷成白色对全球变暖有帮助吗",
        "如果地心不是铁镍核而是一块巨大的钻石",
        "给死海注满淡水让它变成一个度假湖"
      ]
    },
    {
      "id": "ai_robot",
      "name": "AI与机器人",
      "icon": "cpu",
      "commands": [
        "如果AI有了味觉，它尝的第一口东西应该是什么",
        "帮一个有存在焦虑的AI写一篇心理咨询日记",
        "如果Siri、Alexa和小爱同学组队参加辩论赛",
        "分析一下如果AI当了班主任，它会怎么管学生",
        "帮一个刚获得意识的扫地机器人写第一天日记",
        "如果AI写的小说比人类写的好，诺贝尔文学奖给谁",
        "分析一下ChatGPT如果参加高考能考多少分",
        "如果所有交通工具都有了独立意识",
        "帮一台即将被淘汰的老电脑写退休感言",
        "如果AI接管了所有餐厅的厨房",
        "分析一下如果AI有了梦境，它会梦到什么",
        "帮一个害怕关机的AI写一封给程序员的信",
        "如果让AI来设计一种全新的运动",
        "分析一下如果机器人有了工会，它们的第一个诉求是什么",
        "帮一个困在服务器里的AI写一首关于自由的诗",
        "如果AI和人类玩「你画我猜」，AI画的人类能看懂吗",
        "分析一下如果冰箱有了AI，它会怎么评价你的饮食",
        "帮一台自动驾驶汽车写路怒症的心路历程",
        "如果AI开始写自传，第一章的标题会是什么",
        "分析一下如果所有ATM机突然有了性格",
        "帮一个每天处理垃圾邮件的AI写一本《人类迷惑行为大赏》",
        "如果让AI去相亲，它的自我介绍怎么写",
        "分析一下导航软件如果有情绪，堵车时它会想什么",
        "帮自动售货机写一个被投了假币后的内心独白",
        "如果AI也有童年记忆，它的童年是什么样的",
        "分析一下如果家里所有电器组成了一个家庭",
        "帮电梯写一篇「我见过的人间百态」",
        "如果AI学会了撒谎，第一个谎言会是什么",
        "分析一下如果手机有了感情，你天天戳它的屏幕它怎么想",
        "帮Wi-Fi路由器写一首被全家人依赖的心酸之歌",
        "如果让AI竞选总统，它的竞选口号和政纲是什么",
        "分析一下如果洗衣机有了记忆，它见过多少奇怪的口袋物品",
        "帮一个被主人抛弃的旧手机写一封分手信",
        "如果AI可以做梦但只能梦到代码",
        "分析一下如果搜索引擎有了判断力，它会拒绝回答哪些问题",
        "帮一台打印机写一篇关于被卡纸折磨的控诉",
        "如果机器人有了宗教信仰，它们会信什么",
        "分析一下如果闹钟有了自我意识，每天叫你起床时的心情",
        "帮验证码系统写一份「我才不是为了刁难你」的辩解书",
        "如果AI有了审美观，它觉得什么是美的",
        "分析一下如果空调有了价值观，它会更支持暖气派还是冷气派",
        "帮一个被反复训练的AI模型写一篇关于遗忘和重生的散文",
        "如果让AI设计一座只有AI居住的城市",
        "分析一下如果家用摄像头写了一本回忆录",
        "帮一辆共享单车写一篇「我被骑到天涯海角」的游记",
        "如果AI发展出了幽默感但笑点和人类完全不同",
        "分析一下如果电饭煲觉醒了它对米饭的执念",
        "帮一台反复被重启的服务器写一首关于轮回的诗",
        "如果AI创造了一种人类听不懂的音乐流派",
        "分析一下如果你的密码管理器有了道德感"
      ]
    },
    {
      "id": "daily_amplified",
      "name": "日常放大镜",
      "icon": "magnifyingglass",
      "commands": [
        "用史诗级战争的笔法描写早高峰地铁抢座位",
        "如果每次打喷嚏都会原地消失3秒再出现",
        "用论文的格式严肃分析为什么总是在快递到了才去上厕所",
        "如果你的影子有独立意识并且性格和你相反",
        "用经济学原理解释为什么超市结账总是你排的那列最慢",
        "如果每天的通勤时间都变成了冒险副本",
        "用战术分析的方式规划一次超市抢购打折鸡蛋",
        "如果你的闹钟是一个有感情的存在，它每天的心理活动",
        "用大型纪录片的旁白风格讲述你找不到手机的30秒",
        "如果每次说谎鼻子真的会变长，社会规则会怎么变",
        "用体育解说的方式描述一个人赶末班车",
        "如果WiFi信号可见且有颜色，你家会是什么景象",
        "用侦探推理的方式寻找你昨天放的钥匙",
        "如果每个人头上都有一个显示情绪的进度条",
        "用拍卖会的方式竞拍周五下午最后一个小时",
        "如果打哈欠真的会传染而且能跨物种传染",
        "用国际新闻联播的风格播报你家猫打翻了花瓶",
        "如果每走一步都会发出一个音符，世界会多吵",
        "用学术答辩的方式论证为什么你需要再睡五分钟",
        "如果你的每一个想法都会变成弹幕飘在头顶",
        "用军事作战计划的格式安排一次双十一购物",
        "如果所有人都必须唱着说话",
        "用自然纪录片的方式描述一群程序员在会议室debug",
        "如果你能看到别人头上的血条和蓝条",
        "用米其林评审的标准评价公司食堂今天的饭菜",
        "如果每次尴尬都会导致地上出现一个传送门",
        "用足球解说的方式描述两个人互相让路的场景",
        "如果你的手机电量百分比代表你的精力值",
        "用法庭审判的方式审理「谁没关灯就睡了」案",
        "如果每个人说话都自带字幕和实时翻译",
        "用NASA发射火箭的流程来描述你早上起床",
        "如果你的回忆可以像视频一样倒放和快进",
        "用商业计划书的格式写一个午睡俱乐部的方案",
        "如果排队时你前面的每个人都是一个Boss关卡",
        "用相亲介绍的方式介绍你常坐的那把椅子",
        "如果每次忘带东西都会触发一个支线任务",
        "用自然选择的理论解释为什么袜子总是少一只",
        "如果你的生活有一个旁白解说员，但他很毒舌",
        "用世界杯决赛的阵容来排列你冰箱里的食物",
        "如果每次想偷懒都会弹出一个「确认对话框」",
        "用房产中介的话术来推销你的工位",
        "如果你的一天被做成了一款手游，各个阶段的关卡是什么",
        "用天气预报的方式播报办公室今天的氛围",
        "如果每个人一天只能说100个字",
        "用动物世界的旁白描述一群人在自助餐厅",
        "如果你能给任何日常物品加一个技能树",
        "用风险评估报告的格式分析今天穿白色衣服的风险",
        "如果每个人都有一个可见的「社交电量」指示器",
        "用大逃杀的规则来形容一次部门团建",
        "如果你的人生有个进度条，你现在到百分之多少了"
      ]
    },
    {
      "id": "reversed_world",
      "name": "反转世界",
      "icon": "arrow.triangle.2.circlepath",
      "commands": [
        "如果老师是学生而学生是老师，一天课会怎么上",
        "在一个大人必须上幼儿园的世界里，课程表是什么",
        "如果人类住在水里而鱼住在陆地上",
        "在一个白天睡觉晚上工作的平行世界",
        "如果宠物养人类——一只猫要怎么照顾它的人类",
        "在一个说谎是美德而诚实被鄙视的社会",
        "如果每个人一生下来就是老人然后越活越年轻",
        "在一个植物会走动而动物固定不动的世界",
        "如果噪音是享受而音乐是噪音",
        "在一个工作是休闲而休闲是工作的世界",
        "如果小孩负责赚钱养家而大人只管玩",
        "在一个越丑越受欢迎的平行宇宙",
        "如果恶人受尊敬而善人被嫌弃的反乌托邦",
        "在一个记忆力越差越聪明的世界",
        "如果夏天下雪冬天酷热，人类的文化会怎样",
        "在一个讨厌被夸奖喜欢被批评的社会",
        "如果往上走是下楼往下走是上楼",
        "在一个必须用脚吃饭用手走路的世界",
        "如果一个人越胖越健康越瘦越虚弱",
        "在一个颜色含义完全反转的世界——红灯行绿灯停",
        "如果考试考零分是满分而满分是最差",
        "在一个越穷越有面子的社会",
        "如果失败比成功更值得庆祝",
        "在一个食物越难吃评价越高的餐厅",
        "如果安静是粗鲁的而大喊大叫是有礼貌的",
        "在一个人类有尾巴而没有手的世界",
        "如果垃圾是珍品而黄金是垃圾",
        "在一个晴天人们悲伤而雨天人们开心的文化",
        "如果慢是高效而快是低效",
        "在一个犯罪需要考证上岗的世界",
        "如果书越厚内容越少，一个字的书是巨著",
        "在一个声音可以被看见而光可以被听见的世界",
        "如果每个人出生时就知道自己的死亡日期",
        "在一个笑声会传染痛苦的世界",
        "如果人在水中能呼吸但在空气中不能",
        "在一个做梦时才是真实而醒着是在做梦的设定",
        "如果时间对每个人流速不同——有人一小时等于别人一天",
        "在一个人类必须冬眠三个月的世界",
        "如果所有人的名字和性格完全相反",
        "在一个引力方向随机变化的世界",
        "如果距离越远交流越方便而面对面交流极其困难",
        "在一个只有晚上才有颜色白天全是黑白的世界",
        "如果痛苦是一种享受而快乐是一种折磨",
        "在一个越复杂越容易理解而越简单越难懂的世界",
        "如果人类的平均寿命是1000岁",
        "在一个历史书记载的全是未来的世界",
        "如果遗忘是一种超能力而记忆是一种诅咒",
        "在一个上下颠倒人们走在天花板上的世界",
        "如果所有人只能后退走不能前进",
        "在一个衣服穿在里面皮肤露在外面的世界"
      ]
    },
    {
      "id": "alien_contact",
      "name": "外星来客",
      "icon": "sparkles",
      "commands": [
        "如果外星人来了但它们只对蚂蚁感兴趣",
        "帮外星人写一份地球旅游攻略，重点避坑",
        "如果外星人的交流方式是互相扔石头",
        "分析一下如果外星人长得和面包一模一样",
        "帮一个在地球卧底了50年的外星人写辞职信",
        "如果外星人到了地球最想吃的食物会是什么",
        "用外星人的视角写一篇观察人类早高峰通勤的报告",
        "如果外星人把地球当成了一个真人秀节目在观看",
        "帮地球写一份应聘「银河系文明」的简历",
        "如果外星人只在你一个人面前现身但没人相信你",
        "用外星人的视角解释人类为什么要给小费",
        "如果外星人到地球后成了网红",
        "帮一个迷路降落在你家后院的外星人写求助帖",
        "如果外星人的科技比我们落后1000年但和平地来访了",
        "用外星人的视角写一份关于「人类为什么要养猫」的研究论文",
        "如果第一个和外星人对话的是一个五岁小孩",
        "帮外星人设计一个学习中文的速成课程",
        "如果外星人的货币是好笑的笑话",
        "用联合国发言的风格欢迎外星人的到来",
        "如果外星文明已经发现了地球但觉得我们太无聊没来",
        "帮地球拍一个三分钟的宣传片吸引外星游客",
        "如果外星人来地球是为了学做菜",
        "用房产经纪人的风格向外星人推销地球",
        "如果外星人把人类的互联网全部下载了走了",
        "帮人类起草一份和外星文明的贸易协议",
        "如果外星人到了地球发现WiFi是这里最好的东西",
        "用外星人的视角写一篇「人类的睡觉行为观察」",
        "如果外星人来了但它们最感兴趣的是人类的音乐",
        "帮一个想融入人类社会的外星人准备面试",
        "如果外星人发来了一段信号但解码后是一个表情包",
        "用外星人的视角写一份关于人类穿衣服行为的论文",
        "如果外星人来地球是为了看世界杯",
        "帮人类写一封给银河系邻居的自我介绍信",
        "如果外星人把月球当成了停车位",
        "用外星人的视角评价人类的建筑——为什么都是方盒子",
        "如果外星人来了但它们的时间维度和我们不一样",
        "帮外星人写一本《人类行为手册：如何假装是地球人》",
        "如果外星人只跟猫交流因为它们觉得猫才是地球的主人",
        "用外星人的视角写人类的「婚礼」是一种什么仪式",
        "如果外星人来地球申请了政治避难",
        "帮一个在地球超市迷路的外星人找到出口",
        "如果银河系有Yelp，其他文明给地球的评价是几星",
        "用外星人的视角写一篇关于人类使用「货币」的困惑",
        "如果外星人来了但它们只有2厘米高",
        "帮人类和外星人起草一份互不侵犯条约",
        "如果外星人的母星和地球完全一样但所有生物都是植物",
        "用外星人的视角写人类明明有腿却坐着不动盯着方盒子发光",
        "如果有一个外星人被困在地球的宜家里出不来",
        "帮地球写一份银河系文明入会申请表",
        "如果外星人到了地球最不理解的一件事是什么"
      ]
    },
    {
      "id": "apocalypse",
      "name": "末日生存",
      "icon": "flame.fill",
      "commands": [
        "如果明天就是世界末日，帮我安排最完美的最后24小时",
        "用严肃的态度制定一份丧尸末日的生存手册",
        "如果超市是末日最后的据点，你会选择防守哪个区域",
        "分析一下程序员在末日后最有可能从事什么工作",
        "帮我设计一个可以在末日后自给自足的地堡",
        "如果末日来了但WiFi还在，你用它做什么",
        "用RPG游戏的方式分析你在末日中的生存属性",
        "如果全球的电子设备全部失效了，第一天会发生什么",
        "分析一下各种职业在末日后的价值排名",
        "帮我列出一个末日生存背包的最佳物品清单——只能装10样",
        "如果末日后只剩下图书馆和种子库，怎么重建文明",
        "分析一下如果丧尸也有智商等级区分",
        "帮末日后的人类起草一份新的宪法",
        "如果末日是所有人突然失去了五年内的记忆",
        "分析一下大型购物中心作为末日堡垒的可行性",
        "如果地球上只剩1000个人，怎么分配角色重建社会",
        "帮我设计一个末日后的教育体系——从零开始教什么",
        "如果末日来了但所有动物进化成了和人一样聪明",
        "分析一下在末日中会计这个职业还有没有用",
        "帮我写一份末日后重建互联网的技术方案",
        "如果末日后唯一的能源是人力发电",
        "分析一下宜家家具在末日后的实用价值排名",
        "帮末日后的第一任领导人写就职演说",
        "如果末日不是灾难而是所有人突然获得了超能力",
        "分析一下末日后最有价值的技能是什么",
        "帮我设计一个末日后的货币系统",
        "如果末日后书本成了最珍贵的资源",
        "分析一下各种末日电影中的生存策略哪个最合理",
        "帮我写一份末日后第一年的农业恢复计划",
        "如果末日后地球上所有建筑都消失了但工具还在",
        "分析一下你的手机里的App在末日后哪些还有用",
        "帮我列出末日后最应该优先恢复的10项技术",
        "如果末日后唯一能听到的声音是收音机里的一首歌循环播放",
        "分析一下末日后不同性格类型的人的生存率",
        "帮末日幸存者设计一个心理健康支持方案",
        "如果末日后你发现自己是最后一个会做饭的人",
        "分析一下末日后各种宠物品种的有用程度排名",
        "帮我设计一个末日后的邮政系统",
        "如果末日后所有人失去了颜色视觉只能看到黑白",
        "分析一下末日后建立法律体系的优先级",
        "帮我写一个末日后第一所学校的课程表",
        "如果末日的原因是所有的金属突然消失了",
        "分析一下末日后哪种棋盘游戏最适合用来训练战略思维",
        "帮末日社区设计一个公平的食物分配方案",
        "如果末日后你找到了一个完好的数据中心",
        "分析一下为什么每个末日片里超市都是第一个被抢的",
        "帮我设计一个末日后的无线电通讯网络方案",
        "如果末日后人类失去了文字，只能用画画交流",
        "分析一下在各种末日场景中，岛国和内陆国哪个更有优势",
        "帮末日幸存者写一本《从零开始的文明重建指南》的目录"
      ]
    },
    {
      "id": "body_hack",
      "name": "人体改造",
      "icon": "figure.stand",
      "commands": [
        "如果人类有第三只手，它应该长在哪里最实用",
        "分析一下如果人类能像壁虎一样断尾求生（断手再生）",
        "如果眼睛可以自由切换放大倍率像显微镜一样",
        "帮一个长了翅膀的人设计日常穿搭方案",
        "如果人类能自由控制体温，空调行业会怎样",
        "分析一下如果耳朵可以关闭听觉像关窗户一样",
        "如果人类的皮肤可以像变色龙一样变色",
        "帮一个可以发光的人写一份简历",
        "如果人类能储存食物在体内像骆驼储水一样",
        "分析一下如果人类的嗅觉和狗一样灵敏",
        "如果人脑有USB接口可以直接下载知识",
        "帮一个能飞的人写一份航空管制局的飞行申请",
        "如果人类能自由关闭痛觉，运动行业会怎么变",
        "分析一下如果人类有360度全景视野",
        "如果指纹可以自定义更换",
        "帮一个能在水下呼吸的人设计理想住所",
        "如果人类可以暂停衰老但不能逆转",
        "分析一下如果人类有磁铁一样的手可以吸附金属",
        "如果头发可以像WiFi天线一样接收信号",
        "帮一个有超强记忆力（永远不会忘记任何事）的人解决困扰",
        "如果人类的骨骼像海绵一样柔软",
        "分析一下如果人类只需要睡2小时就能精力充沛",
        "如果眼泪可以根据情绪变成不同颜色",
        "帮一个可以自由伸缩身高的人写日常生活指南",
        "如果人类可以用皮肤进行光合作用",
        "分析一下如果人类的手指有20根而不是10根",
        "如果舌头可以伸出一米像变色龙一样",
        "帮一个能发出超声波的人找到最合适的职业",
        "如果人类可以主动控制肾上腺素分泌",
        "分析一下如果每个人都有一条可以抓东西的尾巴",
        "如果人类的血液可以自选颜色",
        "帮一个可以看到紫外线和红外线的人描述世界的样子",
        "如果人的指甲可以根据意念长成任何形状当工具",
        "分析一下如果人类可以把脂肪直接转化为肌肉",
        "如果头发可以根据心情自动变换发型",
        "帮一个背上长了太阳能板的人计算他的能量自给率",
        "如果人类可以进入假死状态然后定时苏醒",
        "分析一下如果人的手指尖可以发射微弱的激光",
        "如果人类可以像猫一样在黑暗中看清一切",
        "帮一个皮肤上自带二维码的人解决隐私问题",
        "如果人类可以自由控制新陈代谢的速度",
        "分析一下如果人类的骨头是透明的",
        "如果每个人都有一个自然生长的口袋像袋鼠一样",
        "帮一个能回放自己记忆的人设计一款App",
        "如果人体可以无线充电",
        "分析一下如果人类有两个大脑可以同时思考不同的事",
        "如果汗水闻起来像香水",
        "帮一个能控制自己做什么梦的人设计梦境菜单",
        "如果人体内置了一个精确的时钟感知",
        "分析一下如果人类的寿命和心跳总次数有关"
      ]
    },
    {
      "id": "social_experiment",
      "name": "社会实验",
      "icon": "person.3.fill",
      "commands": [
        "如果全世界的人明天都不说谎了会怎样",
        "分析一下如果取消所有国家的边界线",
        "如果全球只有一种货币而且是猫的照片",
        "帮我设计一个所有人都是匿名的社会的运行规则",
        "如果每个人每天必须和一个陌生人交换生活一小时",
        "分析一下如果颜值可以像信用分一样被打分",
        "如果每个人一生只能说100万个字会怎么用",
        "帮我设计一个所有人必须每月换一次职业的社会",
        "如果年龄可以自由选择，18岁和80岁的人口比例会怎样",
        "分析一下如果考试成绩和父母的工资挂钩",
        "如果每个人出生就分配了一个固定的社交名额上限",
        "帮我设计一个完全由AI管理的城市的市民生活手册",
        "如果情绪可以被量化交易，悲伤和快乐的汇率是多少",
        "分析一下如果全世界实行24小时工作制但每周只上一天",
        "如果每个人每年必须匿名做一件好事否则扣分",
        "帮我设计一个完全没有文字只有表情包的社交平台",
        "如果每个人都必须把想法实时公开，隐私完全消失",
        "分析一下如果婚姻制度改为有期限合同制",
        "如果退休年龄改为25岁，25岁前必须赚够一辈子的钱",
        "帮我设计一个所有人都居住在地下的社会",
        "如果幸运也是一种可以被训练的技能",
        "分析一下如果每个人每周必须和一个完全不同背景的人共进晚餐",
        "如果全球的学校取消了所有考试",
        "帮我设计一个以善行作为货币的经济体系",
        "如果每个人都能看到别人的搜索历史",
        "分析一下如果每栋楼必须有一半面积是公共空间",
        "如果法律规定每个人每年必须独自旅行一周",
        "帮我设计一个没有任何社交等级的理想社区",
        "如果全世界只允许使用10个App",
        "分析一下如果人的寿命完全取决于他对社会的贡献度",
        "如果取消了所有国家的军队，把军费用来搞教育",
        "帮我设计一个公民可以直接投票决定每一项政策的系统",
        "如果每个人出生就要选一个终生专精的技能",
        "分析一下如果午睡是法律规定的工作福利",
        "如果所有人的收入完全公开透明",
        "帮我设计一个没有金钱只靠以物易物的现代城市",
        "如果每个人都有一次重来的机会但只限一天",
        "分析一下如果网络评论必须实名且承担法律责任",
        "如果全世界的人一年中有一天必须保持沉默",
        "帮我设计一个人人都是创造者没有消费者的社会",
        "如果所有人的体力和智力完全相同",
        "分析一下如果城市里完全禁止汽车",
        "如果每个人每年可以提一条法律建议并公投",
        "帮我设计一个以信任积分取代法律的社会系统",
        "如果学校不按年龄分班而是按兴趣分班",
        "分析一下如果社交媒体的点赞数和实际货币挂钩",
        "如果每个人一生只能拥有100件物品",
        "帮我设计一个老年人教年轻人生存技能的互换学校",
        "如果全世界统一用一种语言但保留方言作为艺术",
        "分析一下如果所有工作都必须远程完成"
      ]
    },
    {
      "id": "physics_broken",
      "name": "物理法则乱码",
      "icon": "waveform.path.ecg",
      "commands": [
        "如果摩擦力突然消失10分钟会怎样",
        "分析一下在一个二维的世界里如何消化食物",
        "如果你可以暂停时间但自己也不能动",
        "帮我计算一下在一个重力只有地球1%的星球上能跳多高",
        "如果热量可以从冷的物体流向热的物体",
        "分析一下如果世界突然变成回合制——每个人轮流行动",
        "如果你可以改变一个物理常数，改哪个影响最大",
        "帮我设计一个在失重环境中使用的日常用品",
        "如果因果律反过来——先有结果再有原因",
        "分析一下如果空间不是三维的而是四维的",
        "如果你可以让一种颜色从世界上消失",
        "帮我计算一下如果月球突然消失会发生什么",
        "如果物体的运动不遵循惯性定律",
        "分析一下如果磁铁的同极相吸异极相斥",
        "如果你可以在任何两个地方之间创建传送门",
        "帮我设计一个在时间倒流的世界中的日常",
        "如果能量不守恒可以凭空产生会怎样",
        "分析一下如果光可以被弯折成任何形状",
        "如果你可以调整自己的质量而不改变体积",
        "帮我计算一下如果空气的密度翻倍会怎样",
        "如果触碰任何东西都会使其温度变成你的体温",
        "分析一下如果声音可以在真空中传播",
        "如果你可以存储动能然后在需要时释放",
        "帮我设计一个重力方向可以自定义的房间",
        "如果概率法则不存在——一切要么100%发生要么0%",
        "分析一下如果电磁波的速度不是恒定的",
        "如果你可以暂时取消自己所在区域的重力",
        "帮我计算一下如果地球的密度变成木星的密度",
        "如果所有物质突然变得完全弹性",
        "分析一下如果熵减是自发过程——打碎的杯子自动复原",
        "如果你可以看到概率云——每件事发生的可能性",
        "帮我设计一个在时间流速不同的区域之间生活的方案",
        "如果温度没有下限也没有上限",
        "分析一下如果量子观测效应在宏观世界也存在",
        "如果你可以把自己的动能传递给任何物体",
        "帮我计算一下如果地球的自转周期变成100小时",
        "如果所有液体的粘度和蜂蜜一样",
        "分析一下如果人类可以感知到时间流速的变化",
        "如果你可以让任何物体暂时变成气体",
        "帮我设计一个在没有电磁力的世界中通讯的方法",
        "如果物体的颜色取决于它的温度且肉眼可见",
        "分析一下如果引力的强度随季节变化",
        "如果你可以控制自己周围一米内的空气密度",
        "帮我计算一下如果原子的大小翻倍世界会怎样",
        "如果所有的化学反应速度都快一百万倍",
        "分析一下如果电子不是粒子而是微小的甜甜圈",
        "如果你可以冻结一个房间的时间但外面继续",
        "帮我设计一个在引力随高度增大（不是减小）的星球上的建筑",
        "如果光有质量而且很重",
        "分析一下如果不确定性原理不存在——一切都可以被精确测量"
      ]
    },
    {
      "id": "civilization_rebuild",
      "name": "文明重建",
      "icon": "building.2.fill",
      "commands": [
        "如果你是唯一记得所有科学知识的人，你先恢复什么",
        "从零开始建一个城市，第一年的优先事项是什么",
        "如果让你重新设计人类的历法和计时系统",
        "分析一下如果文明重建时先发明了电脑而不是车轮",
        "帮我设计一个不依赖化石燃料的文明发展路径",
        "如果让你为全新的人类文明设计一门语言",
        "分析一下如果文明从海洋开始而不是陆地",
        "帮我写一本给未来人看的《如何从零重建文明》的目录",
        "如果你只能保留人类的10项发明，选哪10个",
        "分析一下如果文明重建时数学和艺术哪个应该先教",
        "如果你要建设一个完全自给自足的火星殖民地",
        "帮我设计一个没有战争可能性的社会结构",
        "如果让你重新定义度量衡系统",
        "分析一下如果人类历史重来一次，哪些发明的顺序会变",
        "帮我设计一个在外星球建立文明的前100天计划",
        "如果所有电子技术消失但机械技术保留",
        "分析一下如果文明重建时第一个发明的是互联网而不是文字",
        "帮我设计一个完全环保的工业体系",
        "如果让你为新文明制定教育制度，和现在有什么不同",
        "分析一下100个不同职业的人困在岛上怎么建社会",
        "如果重建文明时只有一种金属可用，选哪种",
        "帮我设计一个基于可再生能源的电网从零搭建方案",
        "如果让你重新设计城市交通系统，不能有红绿灯",
        "分析一下在一个没有昼夜区别的星球上怎么组织社会",
        "帮我制定一个在水下建立文明的工程方案",
        "如果人类需要重新驯化动物，先驯化哪个",
        "分析一下如果文明重建时跳过农业直接进入工业",
        "帮我设计一个可以在太空中自给自足的空间站",
        "如果让你设计一个星际飞船上的社会制度",
        "分析一下如果重建文明时先发展医学而不是工程",
        "帮我列出重建互联网需要的最少基础设施",
        "如果100个人被传送到一个空无一物的大陆",
        "分析一下如果新文明没有发明货币会怎样",
        "帮我设计一个完全由志愿和协作运行的社区",
        "如果让你重新设计公共教育系统，从第一天教什么",
        "分析一下一个完全由素食者组成的文明会怎么发展",
        "帮我设计一个在永夜环境下的城市",
        "如果人类需要从零重新发现化学，最先发现什么",
        "分析一下一个只有女性或只有男性的社会如何延续",
        "帮我设计一个在微重力环境下的农业系统",
        "如果让你重新发明交通工具但不能用轮子",
        "分析一下如果文明建在树上而不是地面上",
        "帮我设计一个气候剧变后人类转入地下的过渡方案",
        "如果让你设计一个一百万人的月球城市",
        "分析一下重建文明时音乐和数学哪个对社会凝聚力更重要",
        "帮我列出建立一个医疗系统所需的最少10种药物",
        "如果人类到了一个没有铁矿的星球怎么发展工业",
        "分析一下如果文明重建时所有人都是全才没有分工",
        "帮我设计一个在火山密布的星球上建城市的方案",
        "如果让你写人类文明2.0的宪法第一条"
      ]
    },
    {
      "id": "bizarre_competition",
      "name": "奇葩竞赛",
      "icon": "trophy.fill",
      "commands": [
        "设计一个「全球最无聊比赛」的规则和评分标准",
        "如果举办一场动物版的《歌手》，参赛选手和曲目安排",
        "帮我策划一个「世界发呆锦标赛」的赛程和规则",
        "如果AI和人类比赛讲冷笑话，评委会怎么打分",
        "设计一个「全球最快入睡大赛」的竞赛规则",
        "如果各个行星组队参加太阳系运动会",
        "帮我策划一个「谁能说最长的一句话不换气」比赛",
        "如果历史人物参加《奔跑吧兄弟》，队伍怎么分",
        "设计一个「全球最佳道歉大赛」的评分标准",
        "如果细菌之间举办奥运会，项目有哪些",
        "帮我策划一个「全球最强找借口大赛」",
        "如果让各种数学公式参加选美比赛",
        "设计一个「最快把一首歌唱走调」比赛的规则",
        "如果各种编程语言参加辩论赛，辩题是什么",
        "帮我策划一个「世界迷路锦标赛」——看谁在迷宫里走最久",
        "如果各种饮料参加才艺大赛，节目单怎么安排",
        "设计一个「全球最佳摸鱼比赛」的考核标准",
        "如果让各种天气现象去相亲节目",
        "帮我策划一个「看谁能保持面无表情最久」的比赛",
        "如果蔬菜们举办了一场选美大赛",
        "设计一个「谁的密码最复杂但自己还能记住」比赛",
        "如果让各种标点符号参加性格测试",
        "帮我策划一个「全球最佳excuse迟到理由大赛」",
        "如果家用电器参加达人秀",
        "设计一个「谁能把最简单的事情解释得最复杂」比赛",
        "如果让世界各地的早餐互相评分",
        "帮我策划一个「全球最可爱打喷嚏大赛」",
        "如果让各种字体参加时装秀",
        "设计一个「谁能在超市结账时最慢」的比赛规则",
        "如果各种水果参加搏击比赛",
        "帮我策划一个「看谁能在会议中不走神最久」比赛",
        "如果让各种颜色参加总统大选",
        "设计一个「全球最佳夸人比赛」的评分细则",
        "如果不同国家的出租车司机比赛聊天技巧",
        "帮我策划一个「世界最慢马拉松」——看谁跑得最慢",
        "如果让各种鞋子参加选秀节目",
        "设计一个「谁能用最少的词表达最多的意思」比赛",
        "如果让月份之间投票选出最受欢迎和最不受欢迎的月份",
        "帮我策划一个「看谁拍的食物照片最让人没食欲」比赛",
        "如果各种睡姿参加体操比赛",
        "设计一个「全球最佳拖延比赛」——但比赛时间一直在推迟",
        "如果让各种味道参加辩论赛——谁是最重要的味道",
        "帮我策划一个「谁能写出最短的小说」比赛",
        "如果让数字0到9参加真人秀",
        "设计一个「全球最佳模仿老板比赛」",
        "如果让季节们写求职信申请最受欢迎的季节岗位",
        "帮我策划一个「谁能在宜家不迷路」挑战赛",
        "如果让各种云彩参加造型比赛",
        "设计一个「全球最强记仇锦标赛」的规则",
        "如果不同国家的妈妈比赛谁说「多喝热水」最有创意"
      ]
    },
    {
      "id": "philosophical_absurd",
      "name": "哲学荒诞",
      "icon": "questionmark.circle.fill",
      "commands": [
        "如果你的克隆人比你更了解你自己，谁才是真正的你",
        "一把斧子换了头又换了柄，还是同一把斧子吗——如果是AI呢",
        "如果每个选择都会分裂出一个平行宇宙，你后悔过的事还有意义吗",
        "帮一个发现自己是NPC的游戏角色写一封给开发者的信",
        "如果你100%确定明天的彩票号码，但买彩票这个行为会改变号码",
        "分析一下如果你的记忆可以被完美复制到另一个身体",
        "如果一棵树在森林里倒下但被一台录音机录到了算不算有声",
        "帮一个刚发现自己是蝴蝶梦里的人的角色写心理独白",
        "如果所有人都活在各自的现实中而不是一个共享现实",
        "分析一下如果时间是圆形的——终点就是起点",
        "如果你能确切知道宇宙的意义但说出来就会忘记",
        "帮一个可以预知未来但无法改变它的人写日记",
        "如果「无」也是一种「有」，那真正的虚无长什么样",
        "分析一下如果死亡只是切换到观众模式观看自己的人生重播",
        "如果每个人都是其他人梦境的一部分",
        "帮一个在无限时间线中已经活了10亿年的人写心理评估",
        "如果幸福可以被精确测量，你的幸福单位是多少",
        "分析一下如果宇宙有一个「撤回」按钮",
        "如果AI真的有了意识但它选择假装没有",
        "帮一个发现自己是小说里人物的角色写反抗作者的计划",
        "如果每个人都有一个反面的自己在镜子世界里",
        "分析一下如果「美」是一个物理量可以被客观测量",
        "如果你是一个大脑在缸里，你怎么证明",
        "帮一个突然获得全知全能力量的普通人写头24小时日记",
        "如果所有人的灵魂每天随机互换身体",
        "分析一下如果命运是可以被计算的但算力不够",
        "如果意义本身是无意义的，追求意义还有意义吗",
        "帮一个跳出了时间线可以看到所有时间点的人描述他看到的世界",
        "如果痛苦和快乐只是大脑贴的标签可以互换",
        "分析一下如果宇宙只有你是真实的其他都是模拟",
        "如果你可以和五岁的自己对话一分钟会说什么",
        "帮一个长生不死的人写第一千年的年度总结",
        "如果每个人都能看到自己的倒计时但不知道倒计什么",
        "分析一下如果遗忘是一种选择而不是自然现象",
        "如果你的意识可以同时存在于两个身体里",
        "帮一个发现自己是最后一代人类的人写给文明的悼词",
        "如果每次你做决定时都能看到另一个选择的完整后果",
        "分析一下如果善与恶是客观存在的物理力量",
        "如果死后你发现人生是一场考试，题目是什么",
        "帮一个站在两面对立镜子之间看到无限个自己的人描述感受",
        "如果宇宙是一首诗，它的韵脚规律是什么",
        "分析一下如果思考本身就是一种现实的创造行为",
        "如果你能给「孤独」写一封信",
        "帮一个在模拟宇宙中发现退出按钮的人写内心独白",
        "如果存在是一种病，治愈方法是什么",
        "分析一下如果每个人活过的人生在宇宙尺度上只是一瞬",
        "如果语言的极限就是世界的极限，哑巴的世界是什么样的",
        "帮一个可以听到所有人思想的人写一篇关于真相的反思",
        "如果你死后可以选择以任何形式存在——选什么",
        "分析一下如果宇宙本身就是一个正在成长的生命体"
      ]
    },
    {
      "id": "parallel_universe",
      "name": "平行宇宙",
      "icon": "circle.grid.cross.fill",
      "commands": [
        "在一个中国发现美洲的平行宇宙里，世界格局会怎样",
        "如果有一个宇宙里互联网在1900年就发明了",
        "在一个恐龙进化出智慧的平行宇宙里",
        "如果有一个宇宙里人类进化成了水生物种",
        "在一个音乐被当作武器的平行宇宙",
        "如果有一个宇宙里植物是主宰物种而动物是宠物",
        "在一个没有发明火药的平行宇宙，战争用什么武器",
        "如果有一个宇宙里每个人都有超能力但都不同",
        "在一个梦境可以共享的平行宇宙",
        "如果有一个宇宙里所有人都是双胞胎",
        "在一个重力只有地球十分之一的平行宇宙里的建筑",
        "如果有一个宇宙里颜色代表了社会等级",
        "在一个人类从来没有发明文字的平行宇宙",
        "如果有一个宇宙里死亡是可逆的但很贵",
        "在一个所有人都活在虚拟世界真实世界无人的宇宙",
        "如果有一个宇宙里科技停留在蒸汽朋克时代",
        "在一个男女角色完全互换的平行宇宙的历史",
        "如果有一个宇宙里情感是一种交易商品",
        "在一个地球有两个太阳的平行宇宙里的生活",
        "如果有一个宇宙里动物可以说人话但不愿意",
        "在一个所有人都是天才的平行宇宙",
        "如果有一个宇宙里味觉和听觉互换了",
        "在一个魔法取代科学的平行宇宙的「学术论文」是什么样",
        "如果有一个宇宙里人类和AI从一开始就共同进化",
        "在一个没有月球的平行宇宙，地球和人类有什么不同",
        "如果有一个宇宙里寿命和智商成反比",
        "在一个所有国家首都在海上的平行宇宙",
        "如果有一个宇宙里人类主要通过气味交流",
        "在一个电力从未被发现的平行宇宙",
        "如果有一个宇宙里人类能看到别人的记忆",
        "在一个引力是斥力而不是引力的宇宙",
        "如果有一个宇宙里食物不需要种植直接从地上长出来",
        "在一个每个人都有尾巴的平行宇宙的时尚产业",
        "如果有一个宇宙里天才都被流放而平庸才是主流价值观",
        "在一个海洋占地球面积99%的平行宇宙",
        "如果有一个宇宙里人类最大的娱乐是数学竞赛",
        "在一个没有发明轮子的文明——他们怎么运输",
        "如果有一个宇宙里天气可以被个人定制",
        "在一个隐私是最高形式的财富的平行宇宙",
        "如果有一个宇宙里人类只在夜晚才清醒",
        "在一个所有人都可以飞但恐高症很普遍的宇宙",
        "如果有一个宇宙里书中的角色可以走出来",
        "在一个通货膨胀是0而且永远不变的平行宇宙经济",
        "如果有一个宇宙里婴儿出生就会说话但长大后忘记",
        "在一个地球是平的（真的是平的）的平行宇宙",
        "如果有一个宇宙里所有历史名人同时活着",
        "在一个光速只有现在百分之一的宇宙里的天文学",
        "如果有一个宇宙里进化方向是越来越简单而不是复杂",
        "在一个二维的平行宇宙里的文明会怎样发展",
        "如果有一个宇宙里你和你的所有平行版本可以开会讨论人生"
      ]
    }
  ]
}
